AMORE
ANIMA
ACQUA
AEREO
ALIBI
ALTRO
AMICO
AMICA
AMPIO
ANCHE
ANCOR
ANSIA
ANTRO
APICE
APRII
ARDUE
ARGON
ARIDO
ARMAI
ARPIA
ASILO
ASPRA
ASTIO
ATOMO
ATRIO
AUREA
AUREO
AVARO
AVERE
AVVIO
AZOTO
BACCO
BADIA
BAFFO
BAGNO
BALLA
BALLO
BARCA
BARDO
BARRA
BASSE
BASSO
BASTA
BASTO
BELLA
BELLO
BENDA
BIDET
BIRRA
BOCCA
BOLLA
BOLLO
BONTA
BORDO
BORSA
BOSCO
BOTTE
BRAMA
BRANO
BRAVA
BRAVO
BREVE
BRIGA
BRINA
BRUNO
BRUTO
BUONO
BURRO
BUSSA
BUSTA
CACAO
CAFFE
CALCE
CALCO
CALDA
CALDO
CALMA
CALMO
CALVA
CALVO
CAMPO
CANNA
CANOA
CANTO
CAPRA
CAPRO
CARDO
CARIE
CARNE
CARRO
CARTA
CASCO
CASTA
CASTO
CAVIA
CEDRO
CELLA
CELLO
CENNO
CENSO
CENTO
CEPPO
CERCA
CERCO
CERTO
CERVA
CERVO
CESTA
CESTO
CHILO
CHINA
CHINO
CIECO
CIELO
CIGNO
CILIO
CINTA
CINTO
CIRCA
CIRCO
CISPA
CITTA
CLIMA
COCCI
COCCO
COLLA
COLLO
COLMO
COLPA
COLPO
COLTA
COLTO
COMMA
CONCA
CONIA
CONIO
CONTA
CONTE
CONTO
COPIA
COPPA
CORDA
CORNO
CORPO
CORSA
CORSO
COSTA
COSTO
COTTA
COVAI
CRANI
CREMA
CREPA
CREPO
CRINA
CRINE
CRISI
CROCE
CRUDO
CUBIA
CUCIO
CUCII
CUOCO
CUORE
CURIA
CURVA
CURVO
DAINA
DANNO
DARDO
DATAI
DEGNO
DELTA
DENSO
DENTE
DENSA
DERMA
DESCO
DETTO
DEVIA
DEVIO
DIETA
DIGNA
DIGNO
DILUI
DINAR
DIRAI
DIRSI
DISCO
DISFA
DISIO
DITTA
DOLCE
DONNA
DOPPI
DOPPO
DORMA
DORMI
DORSO
DOTTA
DOTTO
DRAGO
DUBBI
DUOMO
EBANO
EBETE
EBREI
EDILE
EDUCA
EDUCO
EGIDA
ELITE
ELOGI
ELOGO
EMIRA
EMIRI
EMULO
ENTRA
ENTRO
EPOCA
EREDE
ERICA
ERIGE
ERIGO
ERRAI
ESAME
ESILE
ESITO
ESPIO
ESULA
ESULO
ETICA
ETICO
ETNIA
ETNIE
FALCE
FALDA
FALLO
FALSA
FALSO
FARAI
FARRO
FATTA
FATTO
FAUNA
FECCE
FELPA
FELCE
FERIA
FERMA
FERMO
FERRO
FESSA
FESSO
FETTA
FIABA
FIATO
FIBRA
FICHI
FIELE
FIERA
FIERO
FIGLI
FILAI
FILIA
FILIO
FILMA
FILMO
FILZA
FINGE
FINGO
FINII
FINTO
FIORE
FIRMA
FIRMO
FISSA
FISSO
FITTA
FITTO
FLORA
FODRO
FOGLI
FOLLA
FONDA
FONDO
FONTE
FORCA
FORMA
FORNO
FORSE
FORTE
FORZA
FOSCO
FOSSA
FOSSO
FRASE
FRANA
FRATE
FREME
FRENO
FRESA
FRESO
FRIGO
FUGGA
FUGGE
FUGGO
FULVA
FULVO
FUMAI
FUNGO
FUOCO
FURIA
FUSCA
FUSCO
GABBA
GABBO
GALLA
GALLO
GAMBA
GAMBO
GARBA
GARBO
GARZA
GATTA
GATTO
GAZZA
GEMMA
GENIO
GENTE
GERMO
GESSO
GETTA
GETTO
GHISA
GHIRO
GIARA
GILDA
GIOIA
GIOCO
GIOVA
GIOVE
GIRAI
GIUDA
GIURO
GLADI
GLOBO
GNOMO
GOLFO
GOMMA
GONNA
GORGO
GOZZO
GRADO
GRANA
GRANO
GRATA
GRATO
GRAVE
GRECA
GRECO
GRETO
GRIDA
GRIDO
GRIGI
GRUMO
GUADA
GUADO
GUIDA
GUIDO
GUISA
GUSTA
GUSTO
IDEAI
IDOLO
IGNEA
IGNEO
IMAGO
IMITA
IMITO
INIZI
INPUT
INTUI
IRIDE
ISOLA
ISTMO
JOLLY
LACCA
LACCI
LADRA
LADRO
LAGHI
LAMIA
LAMPO
LANCA
LANCE
LANDA
LARGO
LARVA
LASCO
LATTA
LATTE
LAUDE
LAVAI
LEALE
LEGAI
LEGGE
LEGNO
LENZA
LEONE
LERCE
LERCI
LESSE
LESSI
LETTA
LETTO
LEVAI
LIANA
LIBRA
LIBRO
LICEO
LIEVI
LIETO
LIGIA
LIGIO
LIMBO
LINDO
LINEA
LISCA
LITIO
LITRO
LIZZA
LODAI
LOGGE
LORDO
LOTTA
LOTTO
LUOGO
LUSSO
LUTTO
MADRE
MAGIA
MAGMA
MAGNO
MALGA
MALIA
MAMMA
MANCA
MANCO
MANIA
MANNA
MANTO
MARCA
MARCO
MAREA
MARMO
MARZO
MASSA
MATTA
MATTO
MAZZA
MECCA
NAFTA
NEMBO
NENIA
NERVA
NETTO
NEVAI
NINFA
NITRO
NOBIL
NOCCI
NOEMA
NORMA
NORMA
NOTAI
NOTTE
NOVIO
NOZZE
NUBIA
NULLA
NUMEN
NUORA
NUOTO
NUTRA
NUTRO
OASIS
OBESO
OBICE
OBLIO
OCCHI
ODIAI
ODORA
ODORE
OFFRA
OFFRO
OLIVA
OLIVO
OMBRA
OMBRE
ONCIA
ONERE
ONICE
OPACO
OPERA
OPERO
ORAFO
ORATA
ORBIT
ORCHE
ORDII
ORFEO
ORGIA
ORINA
ORINE
ORMAI
ORNAI
ORZAI
OSARE
OSATO
OSMIO
OSSIA
OSTIA
OSTIO
OVALE
OVEST
OVILE
OVINA
OVINO
OVULO
OZONO
PACCO
PADRE
PAESE
PAGAI
PAGRO
PALCO
PALMA
PALMO
PANDA
PANNA
PARCA
PARCO
PAREO
PARIA
PARLA
PARLO
PARMA
PARTE
PARTO
PASSA
PASSO
PASTA
PATER
PATTA
PATTO
PAURA
PEANA
PECCA
PECCO
PEDAI
PEGNO
PELLE
PENAI
PENNA
PENSA
PENSO
PERAI
PERLA
PERNO
PERSA
PERSO
PESAI
PESCA
PESCO
PESSO
PETTO
PIAGA
PIANO
PIAZA
PICCA
PILLO
PINNA
PINTO
PIOVE
PIPPA
PIRLA
PITTA
PIUMA
PIZZA
PLAGA
PLANO
PLATE
POCHE
POETA
POKER
POLLA
POLLO
POLPA
POMPA
PONTE
PORCA
PORCO
PORGA
PORGO
PORTA
PORTO
POSAI
POSSA
POSTA
POSTO
POTAI
POTRO
PRADO
PRATO
PREDA
PREGO
PREMO
PRESE
PRETE
PRIMA
PRIMO
PROLE
PRORA
PROSA
PROVA
PROVO
PRUDE
PSICO
PUFFA
PUGNA
PUGNO
PULCE
PULSA
PULSO
PUNGA
PUNGO
PUNTA
PUNTO
PURGA
PUTTA
PUTTO
QUALE
QUASI
QUOTA
QUOTO
RADIO
RAGGI
RAGNO
RAMPA
RANDA
RANGO
RAPAI
RAPPA
RASAI
RASOIO
RATTO
RAZZA
REAME
REGIA
REGIO
REGNA
REGNO
RENDA
RENDO
RESTA
RESTO
RETTA
RETTO
RICCA
RICCO
RIGAI
RIGHE
RIGIA
RIGIO
RIMAI
RINIA
RINTO
RISMA
RISSA
RITMO
RITTO
RIVALE
RIVAI
RIZZA
ROCCA
ROCCO
RODEO
ROGNA
ROMBO
RONDA
RONDO
ROSPO
ROTTA
ROTTO
ROVER
ROZZO
RUBAI
RUBRO
RUGGE
RUGGO
RUINA
RUOTA
RUPIA
RUSPA
SABBA
SABIA
SACCO
SACRA
SACRO
SAGRA
SALDA
SALDO
SALMA
SALMO
SALSA
SALTO
SALVA
SALVE
SALVO
SANCA
SANDA
SANGU
SANTA
SANTO
SAPER
SAPIA
SARAI
SARDO
SARTA
SARTO
SCALA
SCALO
SCAVA
SCAVO
SCENA
SCIAI
SCIVO
SCOLA
SCOPA
SCOPI
SCORA
SCORE
SCUOI
SCUDO
SECCO
SEGAI
SEGNO
SEGRE
SEGUI
SELCE
SELVA
SENNO
SENZA
SERBA
SERBO
SERIA
SERIO
SERPE
SERRA
SERRO
SERTA
SICLA
SIGLA
SIGLO
SLEGA
SLEGO
SMISE
SNODA
SNODO
SOBRE
SOFIA
SOGNO
SOLAI
SOLCO
SOLDA
SOLDO
SOLEA
SOLFA
SOLFO
SOLLE
SOLTO
SOMMA
SONDA
SONDO
SONNO
SOPRA
SORGA
SORGO
SORSO
SORTA
SORTE
SORTO
SOSIA
SOSTA
SOSTO
SOTTO
SPADA
SPAGO
SPARA
SPARO
SPAZI
SPECA
SPECO
SPESA
SPESO
SPIAI
SPIGA
SPINA
SPINO
SPIRA
SPIRO
SPOSA
SPOSO
SPRUA
SPUMA
SPUTA
SPUTO
STAGI
STAIA
STAIO
STARE
STATA
STATO
STAVA
STELE
STERO
STILE
STIMA
STIMO
STIVA
STIVI
STOGA
STOLA
STOMA
STONA
STONE
STORA
STORI
STRIA
STRIO
STUFA
STUFO
STURA
STURO
SUADA
SUINA
SUINO
SUITE
SUOLA
SUOLO
SUPER
SURRA
SURRO
SVEGL
SVENA
SVENO
SVIAI
SVITA
SVITO
TABLA
TACCA
TACCI
TACCO
TAGGA
TAGGO
TAGIA
TALCO
TALPA
TALPE
TANFO
TANGA
TANTO
TAPPA
TAPPO
TARDA
TARDO
TARGA
TARLO
TARPA
TARSO
TASSA
TASTA
TASTO
TATTO
TAURO
TAVLA
TEGGA
TEINA
TELAI
TEMEI
TEMPO
TENDA
TENDO
TENIA
TENNE
TENOR
TENSA
TENSO
TERGA
TERGO
TERNA
TERNO
TERRA
TESAI
TESLA
TESSA
TESSO
TESTA
TESTO
TETRA
TETRO
TIGNA
TIMBO
TIMOR
TINTO
TIPPA
TIPPO
TIRAI
TIRIA
TIROE
TISIO
TIZIA
TOCCA
TOCCO
TOGLI
TONDA
TONDO
TONFA
TONFO
TONNO
TOPPA
TOPPO
TORBA
TORCE
TORCO
TORMA
TORNA
TORNE
TORNO
TORRE
TORSO
TORTA
TORTO
TOSAI
TOSCA
TOSCO
TOSSE
TOTEM
TOZZA
TOZZO
TRAMA
TRAME
TRAMO
TRANI
TRAPO
TRAVE
TREMA
TREMI
TRENO
TRITA
TRITO
TRIVI
TROIA
TROMA
TRONO
TROPA
TROPO
TROTA
TROVA
TROVO
TUBAI
TUBOZ
TUMOR
TUNGA
TUNGO
TURBA
TURBO
TURCO
TURMA
TURNA
TURNO
TUTTA
TUTTO
UBRIA
UDIRE
UDITA
UDITO
UFFIC
UGOLA
ULIVA
ULIVO
ULTRA
UMANA
UMANO
UMIDA
UMIDO
UMILE
UMORE
UNICA
UNICO
UNIRE
UNITA
UNITO
UNTUA
UNTUI
URANO
URARE
URATA
URATO
URBIA
URINA
USARE
USATA
USATO
USCIA
USCII
USTIO
UTERO
UTILE
VACCA
VAGAI
VAGHE
VAGHI
VAGIO
VALGA
VALGO
VALLE
VALSA
VALSO
VANGA
VANNO
VARAI
VARCO
VARIA
VARIE
VARIO
VASCA
VASTA
VASTO
VEDRA
VEDRO
VEGLA
VEGLI
VELAI
VELLA
VELLO
VELMA
VENDA
VENDO
VENIA
VENTO
VERBA
VERBO
VERDE
VERGA
VERGO
VERSA
VERSO
VESSA
VESSO
VESTA
VESTO
VETRO
VEZZA
VIADO
VIALE
VIBRA
VIBRO
VICIA
VICIE
VICIO
VIDEO
VIDIM
VIENE
VIGNA
VIGNE
VIGOR
VILLA
VINCA
VINCO
VINSE
VINTO
VIOLA
VIRAI
VIRGA
VIRGO
VIRUS
VISPA
VISPO
VISTA
VISTO
VITAL
VITRO
VITTA
VITTO
VIVAI
VIVRA
VIZIA
VIZIO
VOCIA
VOCIO
VOGLI
VOLGA
VOLGE
VOLGO
VOLPE
VOLTA
VOLTO
VORRA
VORRO
VOTAI
VULVA
ZAINO
ZAMPA
ZANCA
ZANNA
ZAPPA
ZAPPO
ZEBRA
ZENIT
ZERBA
ZERBO
ZIBBA
ZIBBO
ZINCA
ZINCO
ZIRLO
ZOLFO
ZOLLA
ZOMPA
ZOMPO
ZOPPA
ZOPPO
ZUCCA
ZUFFA
ZULLO
ZUPPA